Repository: Nauss/selector
Catalog: lib/l10n/app_*.arb
Languages: fr

source: Add
fr: Ajouter

# addMore
source: Add another record ?
fr: Ajouter un autre vinyle ?

# addMultiple
source: Add multiple records
fr: Ajouter plusieurs vinyles

# addOne
source: Add a record
fr: Ajouter un vinyle

# addOutside
source: Add outside Selector
fr: Ajouter hors Selector

# addRecords
source: Add some records
fr: Ajoutez des vinyles

source: Advanced
fr: Avancé

source: Advanced commands
fr: Commandes avancées

source: Barcode scan failed
fr: Le scan du code barre a échoué

# bluetoothNextActivate
source: Hit "Next" and activate Bluetooth in the settings.
fr: Faites "Suivant" et activez le Bluetooth dans les paramètres.

# bluetoothRequired
source: Bluetooth is required to communicate with the Selector.
fr: Le Bluetooth est obligatoire pour communiquer avec le Selector.

source: Bluetooth Settings
fr: Paramètres Bluetooth

source: Cancel
fr: Annuler

source: Clear
fr: Vider

source: Clear database
fr: Vider la base de données

# clearDatabaseWarning
source: Are you sure you want to clear the database ?
fr: Êtes-vous sûr de vouloir vider la base de données ?

source: Connection
fr: Connexion

source: Dark
fr: Sombre

source: Dark mode
fr: Mode sombre

source: Database
fr: Base de données

# doEmpty
source: Empty
fr: Vider

# doEmptySelector
source: Empty the Selector
fr: Vider le Selector

# emptySearchLabel
source: Search artists, albums and more...
fr: Rechercher des artistes, albums et plus...

# emptySelector
source: Your Selector is empty
fr: Votre Selector est vide

# filterEmptyResult
source: No result
fr: Pas de resultat

source: Finish
fr: Terminer

source: Large thumbnails
fr: Grandes Vignettes

source: Light
fr: Lumineux

source: Listen
fr: Ecouter

source: Listening
fr: En écoute

source: Loading tracks
fr: Chargement des pistes

# locationNextActivate
source: Hit "Next" and activate Location in the settings.
fr: Faites "Suivant" et activez le localisation dans les paramètres.

# locationRequired
source: Location is required to communicate with the Selector.
fr: La localisation est obligatoire pour communiquer avec le Selector.

# locationSettings
source: Location
fr: Localisation

source: My selector
fr: Mon selector

source: Next
fr: Suivant

# oneSide
source: {SIDE}-side
fr: Face {SIDE}

# outside
source: Outside Selector
fr: Hors Selector

source: Record added
fr: Vinyle ajouté

source: Remove
fr: Supprimer

# removeAll
source: Remove all records
fr: Vider mon Selector

# removePermanently
source: Remove completly
fr: Supprimer complètement

source: Removed
fr: Supprimé

source: Search discogs...
fr: Rechercher sur discogs...

# searchHint
source: Search by artist or album...
fr: Rechercher par artiste ou album...

# searchTitle
source: Search my Selector
fr: Rechercher dans mon Selector

# selectRecordStore
source: Select the record to store
fr: Choisir le vinyle à ranger

# selectorClosing
source: Storing the vinyl record
fr: Rangement du disque vinyle

# selectorClosingEmpty
source: Closing the Selector
fr: Femeture du Selector

# selectorOpeningEmpty
source: Preparation of the Selector
fr: Préparation du Selector

# selectorOpeningVinyl
source: Preparation of the vinyl record
fr: Préparation du disque vinyle

# selectorUpdating
source: Updating your collection...
fr: Mise à jour de votre collection...

source: Send
fr: Envoyer

source: Send INIT
fr: Envoyer INIT

source: Store
fr: Ranger

source: Take out
fr: Sortir

# userInsert
source: Put the record in the opened slot
fr: Placer le vinyle dans l'emplacement ouvert

# userTake
source: Take the record in the opened slot
fr: Prendre le vinyle dans l'emplacement ouvert
